{
  "home": {
    "header": {
      "openApp": "Open App",
      "homePage": {
        "title": "Home"
      },
      "function": {
        "title": "Functions",
        "text1": "Exclusive Points",
        "detail1": "Issue exclusive points/coupons for your own shop",
        "text2": "Exchange",
        "detail2": "Exchange points/coupons between holders",
        "text3": "Common Points",
        "detail3": "Issue points/coupons for common use within a group of merchants",
        "text4": "Earnings",
        "detail4": "Become a member of the community, contribute, and earn profits"
      },
      "about": {
        "title": "About Carina",
        "text1": "Economic Model",
        "detail1": "Innovative blockchain technology-based solutions for both stores and consumers",
        "text2": "Ecosystem & Community",
        "detail2": "Forming a win-win-win environment through a Web 3.0 ecosystem and community",
        "text3": "Whitepaper",
        "detail3": "Download the whitepaper of Carina Chain\nEnglish | Japanese | Simplified Chinese"
      },
      "language": {
        "title": "Language",
        "text1": "English",
        "text2": "日本語",
        "text3": "简体中文"
      }
    },
    "carousel": {
      "title1": "Carina Chain's\f",
      "title2": "Great Vision",
      "text1": "Issue exclusive points/cards/coupons for shops",
      "text2": "Exchange points/coupons in hand",
      "text3": "Web3.0 experience closest to the public's life",
      "button1": "Learn More＞",
      "button2": "Welcome to use Carina Chain"
    },
    "feature": {
      "title": "Project Features of Carina Chain",
      "box1": {
        "text1": "Simple process, easy to use",
        "text2": "Line Mini Program simple process cooperation",
        "text3": "Create an account without logging in personal information, easy to get started"
      },
      "box2": {
        "text1": "Customizable, cost-effective",
        "text2": "Customize and issue exclusive points/coupons",
        "text3": "Charge a low fee based only on usage, no monthly rent"
      },
      "box3": {
        "text1": "Freedom to exchange, many benefits",
        "text2": "Points/coupons received can be freely exchanged with other accounts",
        "text3": "Freedom to choose what you need"
      }
    },
    "advantage": {
      "title": "Project Advantages of Carina Chain",
      "box1": {
        "text1": "Low cost",
        "text2": "Zero cost to create users",
        "text3": "Low cost to issue points",
        "text4": "No fixed costs, charge based on initiated interactions",
        "text5": "Free information query"
      },
      "box2": {
        "text1": "Easy to use",
        "text2": "Quick to get started",
        "text3": "No need to log in personal information",
        "text4": "Aggregate different points, saving cumbersome processes",
        "text5": "Supports multiple interaction modes"
      },
      "box3": {
        "text1": "High scalability",
        "text2": "Supports points exchange and issuance",
        "text3": "Supports CRM functionality and API access",
        "text4": "Open third-party SDK",
        "text5": "Supports validator mining"
      },
      "box4": {
        "text1": "Information protection",
        "text2": "Data will not disappear and cannot be tampered with",
        "text3": "Free query of personal information",
        "text4": "Can choose the scope of personal information disclosure",
        "text5": "Profits from public information belong to oneself"
      }
    },
    "footer": {
      "title": "Want to learn more about Carina Chain?",
      "intro": "Website Map",
      "box1": {
        "title": "Home",
        "text1": "Great Vision",
        "text2": "Project Features",
        "text3": "Project Advantages"
      },
      "box2": {
        "title": "Functions",
        "text1": "Exclusive Points",
        "text2": "Common Points",
        "text3": "Exchange",
        "text4": "Earnings"
      },
      "box3": {
        "title": "About Carina",
        "text1": "Economic Model",
        "text2": "Ecosystem & Community",
        "text3": "Whitepaper"
      },
      "box4": {
        "title": "Language",
        "text1": "English",
        "text2": "日本語",
        "text3": "简体中文"
      },
      "button": "Open App"
    }
  },
  "points": {
    "carousel": {
      "title1": "Issue Exclusive Points/Coupons for Your Store",
      "title2": "Just a Few Steps and 1 Coin (¥500)",
      "text": "Meet the needs of various retail merchants by issuing custom points/coupons for merchants\nBuild your own customer base\nEncourage repeat visits from customers, increase customer loyalty\nHelp you expand your store's turnover\n"
    },
    "feature": {
      "jpy": "Japanese Yen",
      "content": {
        "title": "Custom Issue for 1 Coin, Maintenance for 0 Yen",
        "text1": "Set your own parameter names/descriptions, etc., and issue specialized points or coupons",
        "text2": "Issuing points or coupons only requires 1 coin worth ¥500",
        "text3": "Additional issuance or destruction can be done as needed, with only a ¥2 fee per transaction, and no maintenance fees"
      },
      "box1": {
        "title": "Issuance",
        "text1": "Scan the user's QR code, enter the number of points, specify the coupon, and execute the issuance\nFee is only ¥2 per transaction*\nOnce the POS linkage function is online, it can be linked with the POS for execution"
      },
      "box2": {
        "title": "Usage",
        "text1": "Scan the user's QR code, enter the number of points based on the points/coupons held in the user's account, specify the coupon, and execute the usage\nFee is only ¥2 per transaction*\n(Once the POS linkage function is online, it can be linked with the POS for execution)"
      },
      "box3": {
        "title": "Transparent History",
        "text1": "The issuance and usage history of points/coupons can be freely checked at any time. The history information is stored on the blockchain to ensure that it cannot be tampered with or disappear"
      }
    }
  },
  "exchange": {
    "carousel": {
      "title1": "Exchange Points/Coupons Freely",
      "title2": "Free and Flexible, Each Takes What They Need",
      "text": "Points/coupons in the account can be exchanged with other users, allowing points/coupons to be more freely and flexibly used. At the same time, merchants issuing points/coupons also expand their user base"
    },
    "feature": {
      "title": "Carina Chain Flexible Exchange",
      "box1": {
        "title": "Exchange",
        "text1": "Users can give points/coupons they hold to other users"
      },
      "box2": {
        "title": "Exchange (Flea Market)",
        "text1": "Users can list the points/coupons they hold in their accounts for exchange in the flea market, and specify the exchange conditions (desired points/coupons).",
        "text2": "Other users can exchange the points/coupons they want when they see them in the market."
      },
      "box3": {
        "title": "Redemption",
        "text1": "Two points issuing merchants can apply to the platform to establish a points redemption pool composed of points from both parties. The exchange rate, redemption fee rate, and redemption limit between points are determined by both merchants.",
        "text2": "Users can exchange between two kinds of points through the dual points redemption pool. When using the redemption pool for exchange, users need to pay a certain amount of points to both points issuing merchants as redemption fees. The platform interaction fee is borne by the redemption user."
      }
    }
  },
  "common-points": {
    "carousel": {
      "title1": "Jointly Issued Points/Coupons Usable Across Multiple Merchants",
      "title2": "Like Exclusive Points, Only 1 Coin (500 Yen) Needed",
      "text1": "Support for joint issuance by multiple merchants, customize common points/coupons within your group.",
      "text2": "Build a customer base for the merchant group, enabling resource sharing among merchants.",
      "text3": "Aggregate group resources to maximize overall revenue."
    },
    "feature": {
      "jpy": "Japanese Yen",
      "content": {
        "title": "Custom Issuance for 1 Coin, 0 Yen Maintenance",
        "text1": "After setting parameters (name/description) for the representative account, common points or coupons can be issued. Once permissions are granted to merchants within the group, they can issue or redeem points/coupons as needed. Issuing points or coupons costs only one 500 yen coin, and issuing or redeeming incurs a fee of 2 yen per transaction, with no maintenance fees."
      },
      "box1": {
        "title": "Issuance/Usage",
        "text1": "Similar to exclusive points/coupons, merchants scan the user’s QR code, input the points amount, specify the coupon, and execute the transaction. The fee is only 2 yen per transaction. (POS integration will enable direct execution through POS systems)"
      },
      "box2": {
        "title": "Transparent Records",
        "text1": "Issuance and usage records of points/coupons by merchants can be queried at any time for free. The records are stored on a blockchain to ensure they cannot be tampered with or lost."
      },
      "box3": {
        "title": "Clear Settlement",
        "text1": "Transaction fees for issuance and usage are borne by the using merchant, calculated per transaction. Common points can be settled periodically based on the difference between issued and used points."
      }
    }
  },
  "profit": {
    "carousel": {
      "title1": "Earn Rewards by Contributing as a Community Member",
      "text1": "Users who participate in community activities and contribute to CarinaChain will receive community points (CRN: Carina Points) as rewards. These platform points can be used to pay platform fees, exchange points, stake, and redeem other prizes."
    },
    "advantage": {
      "box1": {
        "title": "Platform Usage",
        "text": "The community will periodically hold events to reward active users. Users can earn points through the flea market, create dual points exchange pools, or complete platform-provided tasks. Points can be exchanged for goods/services/coupons on the platform."
      },
      "box2": {
        "title": "Block Verification",
        "text": "By staking a certain amount of platform tokens, users can set up block verification nodes on the platform. Running these nodes allows users to earn a portion of the interaction fees as revenue. Users can also earn revenue by delegating their stake to node operators."
      },
      "box3": {
        "title": "Points Staking",
        "text": "Users can stake their platform points for a specified period and receive a portion of the platform's interaction revenue as rewards."
      }
    }
  },
  "economic-model": {
    "carousel": {
      "title1": "Carina Points (CRN) circulate within the entire ecosystem as a medium",
      "title2": "The value of CRN is based on the revenue obtained through products and services on the platform"
    },
    "advantage": {
      "text1": "The foundation distributes CRN through various community activities and profit plans to expand the community",
      "text2": "Merchants pay the required fees for using products and services on the platform with fiat currency or CRN",
      "text3": "Users pay with CRN for paid services such as point/coupon transfers, market exchanges, and product redemptions",
      "text4": "The revenue obtained by the platform is converted into CRN and given back to the community through the foundation's various activities and profit plans"
    }
  },
  "ecosys-n-community": {
    "carousel": {
      "title1": "Community governance decisions are made through the foundation",
      "title2": "Implemented in the form of entrusting to development and operation corporations"
    },
    "advantage": {
      "title1": "Community",
      "title2": "Foundation",
      "title3": "Development and Operation Corporation",
      "title4": "Local Corporation",
      "text1": "Holders of Carina Points (tokens)",
      "text2": "DAO organization, implementation and execution of community governance decisions, issuance and management of Carina Points (CRN), entrusted with the development and operation of IPIP, planning and implementation of community activities",
      "text3": "Development and Operation Corporation: Implementing IP development and operation under the foundation's trust",
      "text4": "Implementing market operations based on the actual conditions of the local market under the trust of the Development and Operation Corporation"
    }
  }
}